[
  {
    "Level": 10,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Adjust Reality",
    "Type": "Spell",
    "Feature": "After you or a willing ally make any roll, you can \u003Cb\u003Espend 5 Hope\u003C/b\u003E to change the numerical result of that roll to a result of your choice instead. The result must be plausible within the range of the dice."
  },
  {
    "Level": 7,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Arcana-Touched",
    "Type": "Ability",
    "Feature": "When 4 or more of the domain cards in your loadout are from the Arcana domain, gain the following benefits:\r\n\r\n\u002B1 bonus to your Spellcast Rolls\r\nOnce per rest, you can switch the results of your Hope and Fear Dice."
  },
  {
    "Level": 8,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Arcane Reflection",
    "Type": "Spell",
    "Feature": "When you would take magic damage, you can \u003Cb\u003Espend any number of Hope\u003C/b\u003E to roll that many \u003Cb\u003Ed6s\u003C/b\u003E. If any roll a 6, the attack is reflected back to the caster, dealing the damage to them instead."
  },
  {
    "Level": 4,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Blink Out",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll (12).\u003C/b\u003E On a success, \u003Cb\u003Espend a Hope\u003C/b\u003E to teleport to another point you can see within Far range. If any willing creatures are within Very Close range, \u003Cb\u003Espend an additional Hope\u003C/b\u003E for each creature to bring them with you."
  },
  {
    "Level": 5,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Chain Lightning",
    "Type": "Spell",
    "Feature": "\u003Cb\u003EMark 2 Stress\u003C/b\u003E to make a \u003Cb\u003ESpellcast Roll\u003C/b\u003E, unleashing lightning on all targets within Close range. Targets you succeed against must make a reaction roll with a Difficulty equal to the result of your Spellcast Roll. Targets who fail take \u003Cb\u003E2d8\u002B4\u003C/b\u003E magic damage. Additional adversaries not already targeted by Chain Lightning and within Close range of previous targets who took damage must also make the reaction roll. Targets who fail take \u003Cb\u003E2d8\u002B4\u003C/b\u003E magic damage. This chain continues until there are no more adversaries within range."
  },
  {
    "Level": 2,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Cinder Grasp",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll\u003C/b\u003E against a target within Melee range. On a success, the target instantly bursts into flames, takes \u003Cb\u003E1d20\u002B3\u003C/b\u003E magic damage, and is temporarily lit On Fire.\r\n\r\nWhen a creature acts while On Fire, they must take an extra \u003Cb\u003E2d6\u003C/b\u003E magic damage if they are still On Fire at the end of their action."
  },
  {
    "Level": 7,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Cloaking Blast",
    "Type": "Spell",
    "Feature": "When you make a successful \u003Cb\u003ESpellcast Roll\u003C/b\u003E to cast a different spell, you can \u003Cb\u003Espend a Hope\u003C/b\u003E to become Cloaked. While Cloaked, you remain unseen if you are stationary when an adversary moves to where they would normally see you. When you move into or within an adversary’s line of sight or make an attack, you are no longer Cloaked"
  },
  {
    "Level": 8,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Confusing Aura",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll (14)\u003C/b\u003E. Once per long rest on a success, you create a layer of illusion over your body that makes it hard to tell exactly where you are. \u003Cb\u003EMark any number of Stress\u003C/b\u003E to make that many additional layers. When an adversary makes an attack against you, roll a number of \u003Cb\u003Ed6s\u003C/b\u003E equal to the number of layers currently active. If any roll a 5 or higher, one layer of the aura is destroyed and the attack fails. If all the results are 4 or lower, you take the damage and this spell ends."
  },
  {
    "Level": 3,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Counterspell",
    "Type": "Spell",
    "Feature": "You can interrupt a magical effect taking place by making a reaction roll using your Spellcast trait. On a success, the effect stops and any consequences are avoided, and this card is placed in your vault."
  },
  {
    "Level": 9,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Earthquake",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll (16)\u003C/b\u003E. Once per rest on a success, all targets within Very Far range who aren’t flying must make a Reaction Roll (18). Targets who fail take \u003Cb\u003E3d10\u002B8\u003C/b\u003E physical damage and are temporarily Vulnerable. Targets who succeed take half damage.\r\n\r\nAdditionally, when you succeed on the Spellcast Roll, all terrain within Very Far range becomes difficult to move through and structures within this range might sustain damage or crumble."
  },
  {
    "Level": 10,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Falling Sky",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll\u003C/b\u003E against all adversaries within Far range. \u003Cb\u003EMark any number of Stress\u003C/b\u003E to make shards of arcana rain down from above. Targets you succeed against take \u003Cb\u003E1d20\u002B2\u003C/b\u003E magic damage for each Stress marked."
  },
  {
    "Level": 3,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Flight",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll (15)\u003C/b\u003E. On a success, place a number of tokens equal to your Agility on this card (minimum 1). When you make an action roll while flying, spend a token from this card. After the action that spends the last token is resolved, you descend to the ground directly below you."
  },
  {
    "Level": 2,
    "Domain": "Arcana",
    "RecallCost": 0,
    "Title": "Floating Eye",
    "Type": "Spell",
    "Feature": "\u003Cb\u003ESpend a Hope\u003C/b\u003E to create a single, small floating orb that you can move anywhere within Very Far range. While this spell is active, you can see through the orb as though you’re looking out from its position. You can transition between using your own senses and seeing through the orb freely. If the orb takes damage or moves out of range, the spell ends."
  },
  {
    "Level": 5,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Premonition",
    "Type": "Spell",
    "Feature": "You can channel arcane energy to have visions of the future. Once per long rest, immediately after the GM conveys the consequences of a roll you made, you can rescind the move and consequences like they never happened and make another move instead."
  },
  {
    "Level": 4,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Preservation Blast",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll\u003C/b\u003E against all targets within Melee range. Targets you succeed against are forced back to Far range and take \u003Cb\u003Ed8\u002B3\u003C/b\u003E magic damage using your Spellcast trait."
  },
  {
    "Level": 6,
    "Domain": "Arcana",
    "RecallCost": 2,
    "Title": "Rift Walker",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll (15)\u003C/b\u003E. On a success, you place an arcane marking on the ground where you currently stand. The next time you successfully cast Rift Walker, a rift in space opens up, providing safe passage back to the exact spot where the marking was placed. This rift stays open until you choose to close it or you cast another spell.\r\n\r\nYou can drop the spell at any time to cast Rift Walker again and place the marking somewhere new."
  },
  {
    "Level": 1,
    "Domain": "Arcana",
    "RecallCost": 0,
    "Title": "Rune Ward",
    "Type": "Spell",
    "Feature": "You have a deeply personal trinket that can be infused with protective magic and held as a ward by you or an ally. Describe what it is and why it’s important to you. The ward’s holder can spend a Hope to reduce incoming damage by 1d8.\r\n\r\nIf the Ward Die result is 8, the ward’s power ends after it reduces damage this turn. It can be recharged for free on your next rest."
  },
  {
    "Level": 9,
    "Domain": "Arcana",
    "RecallCost": 0,
    "Title": "Sensory Projection",
    "Type": "Spell",
    "Feature": "Once per rest, make a \u003Cb\u003ESpellcast Roll (15)\u003C/b\u003E. On a success, drop into a vision that lets you clearly see and hear any place you have been before as though you are standing there in this moment. You can move freely in this vision and are not constrained by the physics or impediments of a physical body. This spell cannot be detected by mundane or magical means. You drop out of this vision upon taking damage or casting another spell."
  },
  {
    "Level": 6,
    "Domain": "Arcana",
    "RecallCost": 0,
    "Title": "Telekinesis",
    "Type": "Spell",
    "Feature": "Make a \u003Cb\u003ESpellcast Roll\u003C/b\u003E against a target within Far range. On a success, you can use your mind to move them anywhere within Far range of their original position. You can throw the lifted target as an attack by making an additional Spellcast Roll against the second target you’re trying to attack. On a success, deal \u003Cb\u003Ed12\u002B4\u003C/b\u003E physical damage to the second target using your Proficiency. This spell then ends."
  },
  {
    "Level": 1,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Wall Walk",
    "Type": "Spell",
    "Feature": "\u003Cb\u003ESpend a Hope\u003C/b\u003E to allow a creature you can touch to climb on walls and ceilings as easily as walking on the ground. This lasts until the end of the scene or you cast Wall Walk again."
  },
  {
    "Level": 1,
    "Domain": "Arcana",
    "RecallCost": 1,
    "Title": "Unleash Chaos",
    "Type": "Spell",
    "Feature": "At the beginning of a session, place a number of tokens equal to your Spellcast trait on this card.\r\n\r\nMake a \u003Cb\u003ESpellcast Roll\u003C/b\u003E against a target within Far range and spend any number of tokens to channel raw energy from within yourself to unleash against them. On a success, roll a number of \u003Cb\u003Ed10s\u003C/b\u003E equal to the tokens you spent and deal that much magic damage to the target. \u003Cb\u003EMark a Stress\u003C/b\u003E to replenish this card with tokens (up to your Spellcast trait).\r\n\r\nAt the end of each session, clear all unspent tokens."
  }
]