[
  {
    "Level": 2,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "A Soldier’s Bond",
    "Type": "Ability",
    "Feature": "Once per long rest, when you compliment someone or ask them about something they’re good at, you can both gain 3 Hope."
  },
  {
    "Level": 8,
    "Domain": "Blade",
    "RecallCost": 2,
    "Title": "Battle Cry",
    "Type": "Ability",
    "Feature": "Once per long rest, while you’re charging into danger, you can muster a rousing call that inspires your allies. All allies who can hear you each clear a Stress and gain a Hope. Additionally, your allies gain advantage on attack rolls until you or an ally rolls a failure with Fear."
  },
  {
    "Level": 10,
    "Domain": "Blade",
    "RecallCost": 0,
    "Title": "Battle Monster",
    "Type": "Ability",
    "Feature": "When you make a successful attack against an adversary, you can mark 4 Stress to force the target to mark a number of Hit Points equal to the number of Hit Points you currently have marked instead of rolling for damage."
  },
  {
    "Level": 6,
    "Domain": "Blade",
    "RecallCost": 2,
    "Title": "Battle-Hardened",
    "Type": "Ability",
    "Feature": "Once per long rest when you would make a Death Move, you can spend a Hope to clear a Hit Point instead."
  },
  {
    "Level": 7,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Blade-Touched",
    "Type": "Ability",
    "Feature": "When 4 or more of the domain cards in your loadout are from the Blade domain, gain the following benefits:\r\n\r\n\u002B2 bonus to your attack rolls\r\n\u002B4 bonus to your Severe damage threshold"
  },
  {
    "Level": 5,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Champion’s Edge",
    "Type": "Ability",
    "Feature": "When you critically succeed on an attack, you can spend up to 3 Hope and choose one of the following options for each Hope spent:\r\n\r\nYou clear a Hit Point.\r\nYou clear an Armor Slot.\r\nThe target must mark an additional Hit Point.\r\nYou can’t choose the same option more than once."
  },
  {
    "Level": 4,
    "Domain": "Blade",
    "RecallCost": 2,
    "Title": "Deadly Focus",
    "Type": "Ability",
    "Feature": "Once per rest, you can apply all your focus toward a target of your choice. Until you attack another creature, you defeat the target, or the battle ends, gain a \u002B1 bonus to your Proficiency."
  },
  {
    "Level": 4,
    "Domain": "Blade",
    "RecallCost": 0,
    "Title": "Fortified Armor",
    "Type": "Ability",
    "Feature": "While you are wearing armor, gain a \u002B2 bonus to your damage thresholds."
  },
  {
    "Level": 8,
    "Domain": "Blade",
    "RecallCost": 3,
    "Title": "Frenzy",
    "Type": "Ability",
    "Feature": "Once per long rest, you can go into a Frenzy until there are no more adversaries within sight.\r\n\r\nWhile Frenzied, you can’t use Armor Slots, and you gain a \u002B10 bonus to your damage rolls and a \u002B8 bonus to your Severe damage threshold."
  },
  {
    "Level": 1,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Get Back Up",
    "Type": "Ability",
    "Feature": "When you take Severe damage, you can mark a Stress to reduce the severity by one threshold."
  },
  {
    "Level": 7,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Glancing Blow",
    "Type": "Ability",
    "Feature": "When you fail an attack, you can mark a Stress to deal weapon damage using half your Proficiency."
  },
  {
    "Level": 9,
    "Domain": "Blade",
    "RecallCost": 2,
    "Title": "Gore and Glory",
    "Type": "Ability",
    "Feature": "When you critically succeed on a weapon attack, gain an additional Hope or clear an additional Stress.\r\n\r\nAdditionally, when you deal enough damage to defeat an enemy, gain a Hope or clear a Stress"
  },
  {
    "Level": 1,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Not Good Enough",
    "Type": "Ability",
    "Feature": "When you roll your damage dice, you can reroll any 1s or 2s."
  },
  {
    "Level": 10,
    "Domain": "Blade",
    "RecallCost": 3,
    "Title": "Onslaught",
    "Type": "Ability",
    "Feature": "When you successfully make an attack with your weapon, you never deal damage beneath a target’s Major damage threshold (the target always marks a minimum of 2 Hit Points).\r\n\r\nAdditionally, when a creature within your weapon’s range deals damage to an ally with an attack that doesn’t include you, you can mark a Stress to force them to make a Reaction Roll (15). On a failure, the target must mark a Hit Point."
  },
  {
    "Level": 6,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Rage Up",
    "Type": "Ability",
    "Feature": "Before you make an attack, you can mark a Stress to gain a bonus to your damage roll equal to twice your Strength.\r\n\r\nYou can Rage Up twice per attack."
  },
  {
    "Level": 9,
    "Domain": "Blade",
    "RecallCost": 3,
    "Title": "Reaper’s Strike",
    "Type": "Ability",
    "Feature": "Once per long rest, spend a Hope to make an attack roll. The GM tells you which targets within range it would succeed against. Choose one of these targets and force them to mark 5 Hit Points."
  },
  {
    "Level": 2,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Reckless",
    "Type": "Ability",
    "Feature": "Mark a Stress to gain advantage on an attack."
  },
  {
    "Level": 3,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Scramble",
    "Type": "Ability",
    "Feature": "Once per rest, when a creature within Melee range would deal damage to you, you can avoid the attack and safely move out of Melee range of the enemy."
  },
  {
    "Level": 3,
    "Domain": "Blade",
    "RecallCost": 1,
    "Title": "Versatile Fighter",
    "Type": "Ability",
    "Feature": "You can use a different character trait for an equipped weapon, rather than the trait the weapon calls for.\r\n\r\nWhen you deal damage, you can mark a Stress to use the maximum result of one of your damage dice instead of rolling it."
  },
  {
    "Level": 5,
    "Domain": "Blade",
    "RecallCost": 0,
    "Title": "Vitality",
    "Type": "Ability",
    "Feature": "When you choose this card, permanently gain two of the following benefits:\r\n\r\nOne Stress slot\r\nOne Hit Point slot\r\n\u002B2 bonus to your damage thresholds\r\nThen place this card in your vault permanently."
  },
  {
    "Level": 1,
    "Domain": "Blade",
    "RecallCost": 0,
    "Title": "Whirlwind",
    "Type": "Ability",
    "Feature": "When you make a successful attack against a target within Very Close range, you can spend a Hope to use the attack against all other targets within Very Close range. All additional adversaries you succeed against with this ability take half damage."
  }
]